Repository: Abrorjon755/material_calculator
Catalog: lib/src/common/l10n/intl_*.arb
Languages: uz

source: Material Shapes
uz: Material shakllari

source: Rectangle
uz: Kvadrat

# sideA
source: A side (mm)
uz: A tomoni (mm)

# sideB
source: B side (mm)
uz: B tomoni (mm)

# sideD
source: D side (mm)
uz: D tomoni (mm)

# sideS
source: S side (mm)
uz: S tomoni (mm)

# length
source: Length (m)
uz: Uzunlik (m)

# pleaseFill
source: Please enter size
uz: Iltimos, o‘lchamni kiriting

source: Result
uz: Natija

source: Result is:
uz: Natija:

source: Rectangular
uz: To‘rtburchak

source: Circle
uz: Doira

source: Settings
uz: Sozlamalar

source: Language
uz: Til
